package UI;

public class Art {
    public static void displayQuestMenu(){
        System.out.println("\nAdventurer Setup");

    }

    public static void displayTavernBanner(){
        System.out.println("""
                  ░██████             ░██░██        ░██    ░██     ░██            ░██ ░██\s
                 ░██   ░██               ░██        ░██    ░██     ░██            ░██ ░██\s
                ░██        ░██    ░██ ░██░██  ░████████    ░██     ░██  ░██████   ░██ ░██\s
                ░██  █████ ░██    ░██ ░██░██ ░██    ░██    ░██████████       ░██  ░██ ░██\s
                ░██     ██ ░██    ░██ ░██░██ ░██    ░██    ░██     ░██  ░███████  ░██ ░██\s
                 ░██  ░███ ░██   ░███ ░██░██ ░██   ░███    ░██     ░██ ░██   ░██  ░██ ░██\s
                  ░█████░█  ░█████░██ ░██░██  ░█████░██    ░██     ░██  ░█████░██ ░██ ░██\s
                """);
    }
}
